Revit 2027 API
ParameterTypeId.RbsElecDemandLoadPhasea Property
 "Demand Apparent Power Phase A"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecDemandLoadPhasea { get; }
Public Shared ReadOnly Property RbsElecDemandLoadPhasea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecDemandLoadPhasea {
	ForgeTypeId^ get ();
}
static member RbsElecDemandLoadPhasea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace